<?php
// Heading
$_['heading_title']     = 'ขอขอบคุณที่ สั่งซื้อสินค้า กับ %s .... ';

// Text
$_['text_title']        = 'บัตรเครดิต / บัตรเดบิต (PayPoint)';
$_['text_response']     = 'การตอบกลับจาก PayPoint:';
$_['text_success']      = '... การชำระเงินของคุณเสร็จสิ้นสมบูรณ์.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">กรุณารอสักครู่...</span></b> ในระหว่างที่เราดำเนินการชำระเงินของท่าน<br>หากคุณไม่สมารถรอกลับหน้าเดิมโดยอัตโนมัติ ภายใน 10 วินาที กรุณาคลิก <a href="%s">ที่นี่</a>.';
$_['text_failure']      = '... การชำระเงินของคุณถูกยกเลิกแล้ว!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">กรุณารอสักครู่...</span></b><br>หากคุณไม่สมารถรอกลับหน้าเดิมโดยอัตโนมัติ ภายใน 10 วินาที กรุณาคลิก <a href="%s">ที่นี่</a>.';										  
?>