<?php
// Heading
$_['heading_title']     = 'ขอขอบคุณ ที่สั่งซื้อกับ %s .... ';

// Text
$_['text_title']        = 'บัตรเครดิต / บัตรเดบิต (WorldPay)';
$_['text_response']     = 'การตอบกลับจาก WorldPay:';
$_['text_success']      = '...การชำระเงินเสร็จสิ้นสมบูรณ์';
$_['text_success_wait'] = '<b><span style="color: #FF0000">กรุณารอสักครู่...</span></b> ในระหว่างที่เรากำลังดำเนินการกับคำสั่งของคุณ<br>หากคุณไม่สามารถรอการย้านกลับอัตโนมัติภายใน 10 วินาที กรุณาคลิก <a href="%s">ที่นี่</a>.';
$_['text_failure']      = '... การชำระเงินของคุณถูกยกเลิก!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">กรุณารอสักครู่...</span></b><br>หากคุณไม่สามารถรอการย้านกลับอัตโนมัติภายใน 10 วินาที กรุณาคลิก <a href="%s">ที่นี่</a>.';										  
?>