<?php
// Heading
$_['heading_title']  = 'แจ้งการชำระเงิน';
$_['subhead']		 = 'ข้อมูลการชำระเงิน';

// Text 
$_['text_email']     = 'อีเมล์:';
$_['text_message']   = '<p>หลังตรวจสอบยอดเงินโอน  ทางร้านจะรีบดำเนินการจัดส่งสินค้าและแจ้งสถานะการจัดส่งให้ทราบนะคะ ขอบคุณค่ะ</p>';
$_['text_amount_paid']  = 'จำนวนเงินโอน(บาท)';
$_['text_curr_unit'] = '  บาท';
$_['text_bank_account']  = 'โอนเข้าบัญชี';
$_['text_transfer_date']  = 'วันที่โอน';
$_['text_transfer_time']  = 'เวลาโดยประมาณ';
$_['text_orderno']  = 'เลขที่สั่งซื้อ';
$_['text_file']  = 'รูปสลิป';
$_['text_listbank_account'] = '<input type="radio" id="bank1" name="bank" value="ธนาคารกสิกรไทย ชื่อบัญชี วรรณพร แซ่เอี้ย  เลขบัญชี 018-2-00336-2 สาขา พัฒน์พงศ์"/>
	                       <label for="bank1">ธนาคารกสิกรไทย ชื่อบัญชี วรรณพร แซ่เอี้ย  เลขบัญชี 018-2-00336-2 สาขา พัฒน์พงศ์</label>
	                       <br /> 

							<input type="radio" id="bank3" name="bank" value="ธนาคารกรุงเทพ ชื่อบัญชี วรรณพร แซ่เอี้ย  เลขบัญชี 133-5-30867-0 สาขา ตรอกจันทร์"/>
	                        <label for="bank3">ธนาคารกรุงเทพ ชื่อบัญชี วรรณพร แซ่เอี้ย  เลขบัญชี 133-5-30867-0 สาขา ตรอกจันทร์</label>
	                        <br /> 
						   ';

// Entry Fields
$_['entry_name']     =  'ชื่อ(ผู้สั่งซื้อ)';
$_['entry_email']    = 'อีเมล์';
$_['entry_enquiry']  = 'หมายเหตุ';
$_['entry_captcha']  = 'กรอกข้อมูลตามภาพ';

// Email
$_['email_subject']  = 'แจ้งการโอนเงิน หมายเลขคำสั่งซื้อ';

// Errors
$_['error_bank_acc'] = 'คุณยังไม่ได้เลือกบัญชีที่โอนเงิน';
$_['error_date']     = 'วันที่ต้องเป็น YYYY-MM-DD';
$_['error_time']     = 'วันที่ต้องเป็น HH:MM';
$_['error_massage']  = ' ข้อมูลที่กรอกไม่ถูกต้อง';
$_['error_name']     = 'ความยาวชื่อต้องไม่ต่ำกว่า 3 และไม่เกิน 32 ตัวอักษร!';
$_['error_email']    = 'รูปแบบอีเมล์ไม่ถูกต้อง ตัวอย่างที่ถูกต้อง เช่น example@hotmail.com';
$_['error_enquiry']  = 'ความยาวของข้อความต้องไม่ต่ำกว่า 10 และไม่เกิน 1000 ตัวอักษร!';
$_['error_captcha']  = 'คุณกรอกรหัสไม่ตรงกับภาพ!';
?>
