<?php
// Heading
$_['heading_title'] = 'รายการสั่งซื้อของท่าน ได้ดำเนินการ เรียบร้อยแล้ว!';

// Text
$_['text_message']  = '<p>คำสั่งซื้อของคุณเสร็จเรียบร้อยแล้ว!</p><p>คุณสามารถดูคำสั่งซื้อก่อนนี้โดยการคลิกที่ <a href="%s">เมนูบัญชีของฉัน</a> และคลิกที่<a href="%s">ข้อมูลการสั่งซื้อย้อนหลัง</a>.</p><p>กรุณาส่งข้อสงสัยต่างๆ ไปยัง <a href="%s">ผู้ดูแล</a>.</p><p>ขอขอบคุณในการสั่งซื้อสินค้า ออนไลน์กับเรา!</p>';
$_['text_basket']   = 'ตะกร้า';
$_['text_shipping'] = 'การจัดส่งสินค้า';
$_['text_payment']  = 'การชำระเงิน';
$_['text_guest']    = 'Guest Checkout';
$_['text_confirm']  = 'ยืนยัน';
$_['text_success']  = 'สมบูรณ์';
?>