<?php
// Heading
$_['heading_title']     = 'กลุ่มผู้ใช้';

// Text
$_['text_success']      = 'สถานะ การแก้ไขกลุ่มผู้ใช้เสร็จสมบูรณ์!';

// Column
$_['column_name']       = 'ชื่อกลุ่มผู้ใช้งาน';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มผู้ใช้งาน:';
$_['entry_access']      = 'สิทธิ์ในการเรียกดูข้อมูล:';
$_['entry_modify']      = 'สิทธิ์์ในการแก้ไขข้อมูล:';

// Error
$_['error_permission']  = 'แจ้งเตือน คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_name']        = 'ชื่อผู้ใช้ต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';
$_['error_user']        = 'แจ้งเตือน กลุ่มผู้ใช้รายการนี้ไม่สามารถลบได้เนื่องจากถูกกำหนดไปยังบัญชีผู้ใช้แล้ว!';
?>
