<?php
// Heading
$_['heading_title']     = 'บัญชีผู้ใช้ระบบ';

// Text
$_['text_success']      = 'สถานะ การแก้ไขข้อมูลบัญชีผู้ใช้เสร็จสมบูรณ์!';

// Column
$_['column_username']   = 'ชื่อผุ้ใช้';
$_['column_status']     = 'สถานะ';
$_['column_date_added'] = 'วันที่';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_username']   = 'ชื่อผู้ใช้:';
$_['entry_password']   = 'รหัสผ่าน:';
$_['entry_confirm']    = 'ยืนยันรหัสผ่านอีกครั้ง:';
$_['entry_firstname']  = 'ชื่อ:';
$_['entry_lastname']   = 'นามสกุล:';
$_['entry_email']      = 'อีเมล์:';
$_['entry_user_group'] = 'กลุ่มผู้ใช้:';
$_['entry_status']     = 'สถานะ:';
$_['entry_captcha']    = 'ใส่โค้ดตามที่แสดง:';

// Error
$_['error_permission'] = 'คุณไม่มีสิทธิ์แก้ไขบัญชีผูใช้งาน!';
$_['error_account']    = 'แจ้งเตือน: คุณไม่สามารถลบบัญชีผู้ใช้!';
$_['error_exists']     = 'แจ้งเตือน: บัญชีผู้ใช้งานมีอยู่แล้วในระบบ!';
$_['error_username']   = 'ชื่อผู้ใช้ต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 20 ตัวอักษร!';
$_['error_password']   = 'รหัสผ่านต้องมีความยาวไม่น้อยกว่า 4  และไม่เกิน 20 ตัวอักษร!';
$_['error_confirm']    = 'รหัสผ่านไม่ตรงกัน!';
$_['error_firstname']  = 'ชื่อ ต้องมีความยาวไม่น้อยกว่า 1 และไม่เกิน 32 ตัวอักษร!';
$_['error_lastname']   =  'นามสกุล ต้องมีความยาวไม่น้อยกว่า 1 และไม่เกิน 32 ตัวอักษร!';
$_['error_captcha']    =  'คุณพิมพ์โค้ดไม่ตรงกับรูปภาพ!';
?>
