<?php
// Heading
$_['heading_title']      = 'แบ่งตามเขตพื้นที่';

// Text
$_['text_success']       = 'สถานะ:การแก้ไขข้อมูลเสร็จสมบูรณ์!';

// Column
$_['column_name']        = 'เขตพื้นที่';
$_['column_description'] = 'คำอธิบาย';
$_['column_action']      = 'ดำเนินการ';

// Entry
$_['entry_name']         = 'เขตพื้นที่:';
$_['entry_description']  = 'คำอธิบาย:';
$_['entry_country']      = 'ประเทศ:';
$_['entry_zone']         = 'โซน:';

// Error
$_['error_permission']   = 'แจ้งเตือน: คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_name']         = 'การตั้งชื่อต้องมีความยาวไม่น้อยกว่า 3  และไม่เกิน 32 ตัวอักษร!';
$_['error_description']  = 'คำอธิบายชื่อ  ต้องมีความยาวไม่น้อยกว่า 3  และไม่เกิน 255 ตัวอักษร!';
$_['error_tax_rate']     = 'แจ้งเตือน: รายการข้อมูลนี้ไม่สามารถลบได้ เนื่องจากถูกอ้างอิงการใช้งานแล้ว!';
?>