<?php
// Heading
$_['heading_title']    = 'สถานะการสั่งซื้อ';

// Text
$_['text_success']     = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';

// Column
$_['column_name']      = 'สถานะ';
$_['column_action']    = 'ดำเนินการ';

// Entry
$_['entry_name']       = 'สถานะ:';

// Error
$_['error_permission'] = 'แจ้งเตือน: คุณไม่มีสิทธิ์แก้ไขข้อมูล!';
$_['error_name']       = 'การตั้งชื่อสถานะต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 32 ตัวอักษร!';
$_['error_default']    = 'รายการข้อมูลไม่สามารถลบได้ เนื่องจากถูกอ้างอิงการใช้งานอยู่!';
$_['error_download']   =  'รายการข้อมูลไม่สามารถลบได้ เนื่องจากถูกอ้างอิงการใช้งานอยู่!';
$_['error_store']      =  'รายการข้อมูลไม่สามารถลบได้ เนื่องจากถูกอ้างอิงการใช้งานอยู่!';
$_['error_order']      =  'รายการข้อมูลไม่สามารถลบได้ เนื่องจากถูกอ้างอิงการใช้งานอยู่!';
?>