<?php
// Heading
$_['heading_title']    = 'เหตุผลการคืน';

// Text
$_['text_success']     = 'สถานะ: การแก้ไขข้อมูลเสร็จสมูบรณ์!';

// Column
$_['column_name']      = 'เหตุผลการคืน';
$_['column_action']    = 'ดำเนินการ';

// Entry
$_['entry_name']       = 'เหตุผลการคืน:';

// Error
$_['error_permission'] = 'แจ้งเตือน: คุณไม่มีสิทธ์ในการแก้ไขข้อมูล!';
$_['error_name']       = 'การตั้งชื่อต้องมีความยาวไม่น้อยกว่า 3  และไม่เกิน 32 ตัวอักษร!';
$_['error_return']     = 'แจ้งเตือน: คุณไม่สามารถลบข้อมูลได้ เนื่องจากข้อมูลการคืนได้ถูกอ้างอิงการใช้งานแล้ว!';
?>