<?php
// Heading
$_['heading_title']    = 'ประเภทการคืน';

// Text
$_['text_success']     = 'สถานะ: การแก้ไขข้อมูลเสร็จสมบูรณ์!';

// Column
$_['column_name']      = 'ประเภทการคืน';
$_['column_action']    = 'ดำเนินการ';

// Entry
$_['entry_name']       = 'ประเภทการคืน:';

// Error
$_['error_permission'] = 'แจ้งเตือน: คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_name']       = 'การตั้งชื่อควรมีความยาวไม่น้อยกว่า 3 และไม่เกิน 32 ตัวอักษร!';
$_['error_return']     = 'แจ้งเตือน: ข้อมูลรายการนี้ไม่สามารถลบได้ เนื่องจากถูกอ้างอิงการใช้งานอยู่!';
?>