<?php
// Heading
$_['heading_title']    = 'สถานะการคืน';

// Text
$_['text_success']     = 'สถานะ: การแก้ไขข้อมูลเสร็จสมบูรณ์!';

// Column
$_['column_name']      = 'สถานะการคืน';
$_['column_action']    = 'ดำเนินการ';

// Entry
$_['entry_name']       = 'สถานะการคืน:';

// Error
$_['error_permission'] = 'แจ้งเตือน: คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_name']       = 'การตั้งชื่อต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 32 ตัวอักษร!';
$_['error_default']    = 'แจ้งเตือน: รายการข้อมูลถูกนำไปใช้อ้างอิงแล้ว คุณไม่สามารถลบข้อมูลได้!';
$_['error_return']     =  'แจ้งเตือน: รายการข้อมูลถูกนำไปใช้อ้างอิงแล้ว คุณไม่สามารถลบข้อมูลได้!';
?>