<?php
// Heading
$_['heading_title']    = 'สถานะสินค้าในสต๊อก';

// Text
$_['text_success']     = 'สถานะ การแก้ไขข้อมูลเสร็จสมบูรณ์!';

// Column
$_['column_name']      = 'ชื่อสถานะ สินค้าในสต๊อก';
$_['column_action']    = 'ดำเนินการ';

// Entry
$_['entry_name']       =  'ชื่อสถานะ สินค้าในสต๊อก';

// Error
$_['error_permission'] = 'แจ้งเตือน: คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_name']       = 'ชื่อต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 32 ตัวอักษร!';
$_['error_product']    = 'รายการข้อมูลไม่สามารถลบได้เนื่องจากถูกนำไปใช้กับ  %s !';
?>
