<?php
// Heading
$_['heading_title']    = 'การดาวน์โหลด';

// Text
$_['text_success']     = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';
$_['text_upload']      = 'ไฟล์อัพโหลดเสร็จสมบูรณ์!';

// Column
$_['column_name']      = 'ชื่อการดาวน์โหลด';
$_['column_remaining'] = 'จำกัดการดาวน์โหลดไม่เกิน';
$_['column_action']    = 'ดำเนินการ';

// Entry
$_['entry_name']       = 'ชื่อดาวน์โหลด:';
$_['entry_filename']   = 'ชื่อไฟล์:<br /><span class="help">คุณสามารถอัพโหลดไฟล์โดยคลิกที่ปุ่มอัพโหลด หรืออัพโหลดผ่านโปรแกรม Ftp ไปยังไดเรคทอรี่ download  <br /><br />คุณควรตั้งชื่อไฟล์และชื่อลวงที่แตกต่างกันเพื่อป้องกันการจดจำลิงค์.</span>';
$_['entry_mask']       = 'ชื่อลวง:';
$_['entry_remaining']  = 'จำกัดการดาวน์โหลด(จำนวนครั้ง):';
$_['entry_update']     = 'Push to Previous Customers:<br /><span class="help">Check this to update previously purchased versions as well.</span>';

// Error
$_['error_permission'] = 'แจ้งเตือน: คุณไม่มีสิทธิ์แก้ไขข้อมูลการดาวน์โหลด!';
$_['error_name']       = 'ชื่อควรมีความยาวไม่น้อยกว่า 3  และไม่เกิน 64 ตัวอักษร!';
$_['error_upload']     = 'คุณยังไม่ได้อัพโหลดไฟล์!';
$_['error_filename']   = 'ชื่อไฟล์ต้องมีความยาวไม่น้อยกว่า 3  และไม่เกิน 128 ตัวอักษร!';
$_['error_exists']     = 'ไม่พบไฟล์!';
$_['error_mask']       = 'ชื่อลวงควรมีความยาวไม่น้อยกว่า 3  และไม่เกิน 128 ตัวอักษร!';
$_['error_filetype']   = 'ประเภทไฟล์ไม่ถูกต้อง!';
$_['error_product']    = 'แจ้งเตือน: รายการดาวน์โหลดไม่สามารถลบได้เนื่องจากถูกอ้างอิงการใช้งานโดย %s !';
?>