<?php
// Heading
$_['heading_title']     = 'ข้อมูล-ข่าวสาร';

// Text
$_['text_success']      = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';
$_['text_default']      = 'ค่าตั้งต้น';

// Column
$_['column_title']      = 'หัวข้อ';
$_['column_sort_order']	= 'การจัดเรียงลำดับ';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_title']       = 'หัวข้อ:';
$_['entry_description'] = 'คำอธิบาย:';
$_['entry_store']       = 'ร้านค้า:';
$_['entry_keyword']     = 'กำหนดชื่อลิงค์:<br /><span class="ช่วยเหลือ">รองรับชื่อลิงค์ที่เป็นภาษาไทย  ห้ามเว้นวรรค (ใช้เครื่องหมายขีดกลางแทน) และห้ามใช้ชื่อลิงค์ซ้ำกับที่มีอยู่แล้ว</span>';
$_['entry_bottom']      = 'แสดงที่ Footer:<br/><span class="help">กำหนดให้แสดงผลที่ Footer ด้วย</span>';
$_['entry_status']      = 'สถานะ:';
$_['entry_sort_order']  = 'การจัดเรียงลำดับ:';
$_['entry_layout']      = 'ดีไซน์อ้างถึงหน้าแสดงผล:';

// Error 
$_['error_warning']     = 'แจ้งเตือน: คุณกรอกข้อมูลที่จำเป็นไม่ครบ!';
$_['error_permission']  = 'แจ้งเตือน:  คุณไม่มีสิทธ์แก้ไขข้อมูล!';
$_['error_title']       = 'หัวข้อต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';
$_['error_description'] = 'คำอธิบายต้องมีความยาวไม่น้อยกว่า 3  ตัวอักษร!';
$_['error_account']     = 'แจ้งเตือน: ข้อมูลถูกนำไปใช้อ้างถึงแล้ว คุณไม่สามารถลบข้อมูล!';
$_['error_checkout']    = 'แจ้งเตือน: ข้อมูลถูกนำไปใช้อ้างถึงแล้ว คุณไม่สามารถลบข้อมูล!';
$_['error_affiliate']   = 'แจ้งเตือน: ข้อมูลถูกนำไปใช้อ้างถึงแล้ว คุณไม่สามารถลบข้อมูล!';
$_['error_store']       = 'แจ้งเตือน: ข้อมูลถูกนำไปใช้อ้างถึงแล้ว คุณไม่สามารถลบข้อมูล!';
?>