<?php
// Heading
$_['heading_title']      = 'ผู้ผลิต';

// Text
$_['text_success']       = 'สถานะ: ได้ทำการปรับปรุงแก้ไขเรียบร้อยแล้ว!';
$_['text_default']       = 'ค่าตั้งต้น';
$_['text_image_manager'] = 'ตัวจัดการรูปภาพ';
$_['text_browse']        = 'เลือกรูปภาพ';
$_['text_clear']         = 'ยกเลิก';
$_['text_percent']       = 'เปอร์เซ็นต์';
$_['text_amount']        = 'Fixed Amount';

// Column
$_['column_name']        = 'ชื่อผู้ผลิต';
$_['column_sort_order']  = 'การจัดเรียงลำดับ';
$_['column_action']      = 'ดำเนินการ';

// Entry
$_['entry_name']         = 'ชื่อผู้ผลิต:';
$_['entry_store']        = 'ร้านค้า:';
$_['entry_keyword']      = 'กำหนดชื่อลิงค์:<br /><span class="ช่วยเหลือ">รองรับชื่อลิงค์ที่เป็นภาษาไทย  ห้ามเว้นวรรค (ใช้เครื่องหมายขีดกลางแทน) และห้ามใช้ชื่อลิงค์ซ้ำกับที่มีอยู่แล้ว</span>';
$_['entry_image']        = 'รูปภาพ:';
$_['entry_sort_order']   = 'การจัดเรียงลำดับ:';
$_['entry_type']         = 'ประเภท:';

// Error
$_['error_permission']   = 'แจ้งเตือน: คุณไม่มีสิทธิ์แก้ไขข้อมูล!';
$_['error_name']         = 'ชื่อผู้ผลิตต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';
$_['error_product']      = 'รายการนี้ไม่สามารถลบได้ เนื่องจากถูกนำไปใช้กับสินค้า %s!';
?>
