<?php
// Heading
$_['heading_title']       = 'ตัวเลือกสินค้า';

// Text
$_['text_success']        = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';
$_['text_choose']         = 'รูปแบบทางเลือก';
$_['text_select']         = 'ดรอปดาวน์';
$_['text_radio']          = 'เรดิโอ';
$_['text_checkbox']       = 'เช็คบ๊อก';
$_['text_image']          = 'รูปภาพ';
$_['text_input']          = 'รูปแบบการป้อนข้อมูล';
$_['text_text']           = 'ป้อนข้อความ';
$_['text_textarea']       = 'ป้อนข้อความมากกว่า 1 บรรทัด';
$_['text_file']           = 'รูปแบบไฟล์';
$_['text_date']           = 'รูปแบบวันที่';
$_['text_datetime']       = 'วันที่ &amp; เวลา';
$_['text_time']           = 'เวลา';
$_['text_image_manager']  = 'เครื่องมือจัดการรูปภาพ';
$_['text_browse']         = 'เลือกรูปภาพ';
$_['text_clear']          = 'ยกเลิก';

// Column
$_['column_name']         = 'ชื่อตัวเลือก';
$_['column_sort_order']   = 'การเรียงลำดับ';
$_['column_action']       = 'ดำเนินการ';

// Entry
$_['entry_name']         = 'ชื่อตัวเลือก:';
$_['entry_type']         = 'ประเภท:';
$_['entry_option_value'] = 'ใส่ค่าตัวเลือก:';
$_['entry_image']        = 'รูปภาพ:';
$_['entry_sort_order']   = 'การจัดเรียงลำดับ:';

// Error
$_['error_permission']   = 'แจ้งเตือน:  คุณไม่มีสิทธิ์แก้ไขข้อมูล!';
$_['error_name']         = 'การตั้งชื่อตัวเลือกต้องมีความยาวอย่างน้อย 1 และไม่เกิน 128 ตัวอักษร!';
$_['error_type']         = 'แจ้งเตือน: บังคับเลือก!';
$_['error_option_value'] = 'ค่าตัวเลือกต้องมีความยาวอย่างน้อย 1 และไม่เกิน 128 ตัวอักษร!';
$_['error_product']      = 'แจ้งเตือน:  ตัวเลือกไม่สามารถลบได้เนื่องจากถูกกำหนดใช้กับสินค้า  %s  !';
?>