<?php
// Heading  
$_['heading_title']       = 'คูปอง';

// Text
$_['text_success']        = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';
$_['text_percent']        = 'เปอร์เซ็นต์';
$_['text_amount']         = 'ระบุจำนวนเงิน';

// Column
$_['column_name']         = 'ชื่อคูปอง';
$_['column_code']         = 'รหัสคูปอง';
$_['column_discount']     = 'ส่วนลด';
$_['column_date_start']   = 'วันที่เริ่มต้น';
$_['column_date_end']     = 'สิ้นสุด';
$_['column_status']       = 'สถานะ';
$_['column_order_id']     = 'เลขที่คำสั่งซื้อ';
$_['column_customer']     = 'ลูกค้า';
$_['column_amount']       = 'จำนวนเงิน';
$_['column_date_added']   = 'วันที่ทำรายการ';
$_['column_action']       = 'ดำเนินการ';

// Entry
$_['entry_name']          = 'ชื่อคูปอง:';
$_['entry_code']          = 'รหัสคูปอง:<br /><span class="help">รหัสคูปองสำหรับลูกค้าใส่เพื่อได้รับส่วนลด</span>';
$_['entry_type']          = 'ประเภทส่วนลด:<br /><span class="help">ส่วนลดเป็น% หรือจำนวนเงิน</span>';
$_['entry_discount']      = 'ส่วนลด:';
$_['entry_logged']        = 'ลูกค้าล็อคอิน:<br /><span class="help">ลูกค้าต้องล็อคอินเพื่อได้ส่วนลดจากคูปอง.</span>';
$_['entry_shipping']      = 'ฟรีค่าจัดส่ง:';
$_['entry_total']         = 'จำนวนเงินทั้งหมด:<br /><span class="help">ยอดสั่งซื้อขั้นต่ำที่สามารถนำคูปองมาใช้เป็นส่วนลด.</span>';
$_['entry_category']      = 'หมวดหมู่สินค้า:<br /><span class="help">เลือกรายการสินค้าภายใต้หมวดหมู่.</span>';
$_['entry_product']       = 'รายการสินค้า:<br /><span class="help">เจาะจงรายการสินค้าที่สามารถใช้คูปองส่วนลดได้.</span>';
$_['entry_date_start']    = 'วันเริ่มต้น:';
$_['entry_date_end']      = 'วันหมดเขต:';
$_['entry_uses_total']    = 'จำนวนครั้งที่ใช้ได้ / คูปอง:<br /><span class="help">จำนวนครั้งที่สามารถใช้คูปองส่วนลดได้. ไม่ต้องระบุกรณีต้องการให้ใช้แบบไม่จำกัด</span>';
$_['entry_uses_customer'] = 'จำนวนครั้งที่ใช้ได้ / ลูกค้า:<br /><span class="help">จำนวนครั้งที่สามารถใช้คูปองส่วนลดได้สำหรับลูกค้าแต่ล่ะคน. ไม่ต้องระบุกรณีต้องการให้ใช้แบบไม่จำกัด</span>';
$_['entry_status']        = 'สถานะ:';

// Error
$_['error_permission']    = 'แจ้งเตือน: คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_exists']        = 'แจ้งเตือน: รหัสคูปองได้ถูกใช้แล้ว!';
$_['error_name']          = 'ชื่อคูปองต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 128 ตัวอักษร!';
$_['error_code']          = 'รหัสคูปองต้องมีความยาวไม่ต่ำกว่า  3 และไม่เกิน 10 ตัวอักษร!';
?>
