<?php
// Heading
$_['heading_title']     = 'การแสดงผล';

// Text
$_['text_success']      = 'สถานะ: การแก้ไขข้อมูลหน้าแสดงผลเสร็จสมบูรณ์!';
$_['text_default']      = 'ค่าตั้งต้น';

// Column
$_['column_name']       = 'หน้าแสดงผล';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อ หน้าแสดงผล:';
$_['entry_store']       = 'ร้านค้า:';
$_['entry_route']       = 'ลิงค์แสดงผล:';

// Error
$_['error_permission']  = 'แจ้งเตือน: คุณไม่ได้รับสิทธิ์ให้แก้ไขข้อมูลหน้าแสดงผล!';
$_['error_name']        = 'ชื่อต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';
$_['error_default']     = 'Warning: This layout cannot be deleted as it is currently assigned as the default store layout!';
$_['error_store']       =  'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้เป็นค่าตั้งต้นของร้านค้าแล้ว layout!';
$_['error_product']     =  'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้หน้าสินค้า  %s !';
$_['error_category']    =  'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้หน้าหมวดหมู่สินค้า %s !';
$_['error_information'] = 'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้หน้าข้อมูลร้านค้า %s!'; 
?>