<?php
// Text
$_['text_subject']          = '%s - สั่งซื้อ %s';
$_['text_greeting']         = 'ขอขอบคุณในความไว้วางใจใน %s สินค้า. เราได้รับรายการสั่งซื้อของคุณแล้ว และจะดำเนินการจัดส่งเมื่อได้รับการชำระเงินเรียบร้อยแล้ว';
$_['text_received']         = 'คุณได้รับคำสั่งซื้อ';
$_['text_order_detail']     = 'รายระเอียดการสั่งซื้อ';
$_['text_order_id']         = 'เลขที่ใบสั่งซื้อ:';
$_['text_date_added']       = 'วันที่บันทึกการสั่งซื้อ:';
$_['text_order_status']     = 'สถานะการสั่งซื้อ:';
$_['text_invoice']          = 'ท่านสามารถดูรายการการสั่งซื้อได้โดยคลิกที่ด้านล่าง:';
$_['text_shipping_method']  = 'วิธีการขนส่ง:';
$_['text_payment_method']   = 'วิธีการชำระเงิน:';
$_['text_shipping_address'] = 'ที่อยู่ ที่จัดส่งสินค้า';
$_['text_payment_address']  = 'ที่อยู่ ที่ออกใบเสร็จรับเงิน';
$_['text_email']  			= 'อีเมล์:';
$_['text_telephone']  		= 'เบอร์ติดต่อ:';
$_['text_ip']  				= 'IP Address:';
$_['text_product']          = 'สินค้า:';
$_['text_total']            = 'Totals:';
$_['text_download']         = 'ทันทีที่การชำระเงินของคุณได้รับการยืนยัน คุณสามารถคลิกด้านล่างนี้เพื่อเข้าสู่การดาวโหลดสินค้า:';
$_['text_comment']          = 'ข้อเสนอแนะอื่น:';
$_['text_footer']           = 'ถ้าต้องการสอบถามเพิ่มเติม กรุณาอีเมล์กลับมาได้โดยการกด Reply.';
$_['text_powered_by']       = 'จัดทำโดย';

// Column
$_['column_product']        = 'สินค้า';
$_['column_model']          = 'โมเดล';
$_['column_quantity']       = 'จำนวนสินค้า';
$_['column_price']          = 'ราคา';
$_['column_total']          = 'Total';	
?>